Repository: Quebecca/qc_comments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

source: User defined
fr: Défini par l'utilisateur

# comments.h.useful
source: Useful
fr: Utile

source: Not useful
fr: Pas utile

# utility
source: Useful
fr: Utilité

source: All
fr: Tous

source: Form sent successfully!
fr: Formulaire envoyé avec succès!

source: Yes
fr: Oui

source: No
fr: Non

source: Submit
fr: Soumettre

# formSectionTitle
source: Comments
fr: Évaluation de page

# isThePageUseful
source: Was the information on this page useful to you?
fr: L’information sur cette page vous a-t-elle été utile?

# haveYouAComment
source: Did you encounter any problems while navigating?
fr: Avez-vous un commentaire à nous transmettre ou un problème à signaler ?

# haveYouACommentDescription
source: Please send us your observations and help us improve the Québec.ca website. Please do not enter any personal information in this field. Note that you will not receive a reply.
fr: Évitez d’inscrire des renseignements personnels. Notez que vous ne recevrez aucune réponse.

# limitCharacter
source: Limit is 500 characters
fr: Maximum 500 caractères

# questionsOrHelp
source: You have questions or require additional information?
fr: Des questions ou besoin de renseignements ?

# contactTheService
source: Please contact Services Québec
fr: Communiquez avec Services Québec

# formSubmittedSuccessfully
source: Thank you for helping us improve Quebec.ca. Your comments are important to us.
fr: Votre message a été envoyé. Merci de nous aider à améliorer Québec.ca. Vos commentaires sont importants pour nous.

# pages.tx_select_bas_page_mode
source: Select comments section display mode
fr: Sélectionner le mode d'affichage de la section des commentaires

# pages.tx_select_bas_page_mode.desc
source: By default, if the mode is not specified, the page inherits the mode from its parent page.
fr: Par défaut si le mode n'est pas précisé la page hérite du mode de sa page parente.

# pages.notSpecified
source: Not specified
fr: Non précisé

# pages.mode1
source: Show for this page and its sub-pages
fr: Afficher pour cette page et ses sous-pages

# pages.mode2
source: Show for this page only
fr: Afficher pour cette page seulement

# pages.mode3
source: Hide for this page and its subpages
fr: Masquer pour cette page et ses sous-pages

# pages.mode4
source: Hide for this page only
fr: Masquer pour cette page seulement

source: Max
fr: Maximum

source: characters
fr: caractères
